"GetSupport" = "Získat podporu";
"ReinstallButtonDescription" = "Nainstalovat nejnovější verzi";
"UninstallButtonDescription" = "Odebrat aktuální instalaci";
"ReinstallButtonTitle" = "ZÍSKAT NEJNOVĚJŠÍ";
"UninstallButtonTitle" = "ODINSTALOVAT";
"CannotInstallFlashPlayer" = "Přehrávač Adobe® Flash® Player nelze nainstalovat.";
"NewerFlashPlayerAlreadyInstalled" = "V systému je již nainstalována novější verze softwaru.";
"InstalledVersionTitle" = "Instalovaná verze:";
"ThisVersionTitle" = "Tato verze:";
"SystemDoesNotMeetMinimumRequirements" = "Tento systém nesplňuje minimální požadavky na instalaci.";
"InstallNoticeLine1" = "Tento program nainstaluje přehrávač Adobe® Flash® Player 10.1.";
"UsageTitle" = "Pro používání platí %@";
"LicenseAgreementLink" = "Licenční smlouva k softwaru Flash Player";
"ReadAndAgreeToTermsOfUse" = "Přečetl(a) jsem si podmínky licenční smlouvy a souhlasím s nimi.";
"CloseFPClientsDescription1" = "Před pokračováním ukončete následující aplikace:";
"CloseFPClientsDescription2" = "Aplikace můžete ukončit ručně nebo kliknutím na položku níže.";
"ForceCloseAllButtonTitle" = "Vynutit ukončení všech";
"CloseAppsDialogTitle" = "Ukončit další aplikace";
"CloseAppsDialogMessage" = "Zbývá ještě několik aplikací, které je nutné ukončit.\n\nKlepnutím na tlačítko OK zobrazíte aktualizovaný seznam.";
"OKButtonTitle" = "OK";
"CloseButtonTitle" = "Ukončit";
"FPInstallerWindowTitle" = "Instalační program přehrávače Adobe Flash Player";
"InstallingMessage" = "Probíhá instalace...";
"InstallPercentage" = "%d %%";
"FinalizingInstallationMessage" = "Dokončuje se instalace…";
"InstallButtonTitle" = "NAINSTALOVAT";
"RetryButtonTitle" = "OPAKOVAT";
"QuitButtonTitle" = "UKONČIT";
"DoneButtonTitle" = "HOTOVO";
"InstallSucceededTitle" = "Instalace byla úspěšně dokončena";
"InstallFailedTitle" = "Instalace se nezdařila";
"InstallFailedDescription" = "Tato instalace se nezdařila.";
"ErrorLogTitle" = "Záznam chyb:";
"FPUninstallerWindowTitle" = "Adobe Flash Player – Odinstalační program";
"UninstallDescriptionText" = "Tento program odstraní z počítače přehrávač Adobe® Flash® Player.";
"UninstallDescriptionText_PlusTentacleRemover" = "Tento program odstraní z počítače přehrávač Adobe® Flash® Player a všechny související soubory dat a nastavení.";
"UninstallingMessage" = "Probíhá odinstalace...";
"UninstallCompletedTitle" = "Dokončeno";
"UninstallSucceededText" = "Software Adobe® Flash® Player byl odebrán ze systému.";
